Revit 2024 API
RebarShapeSegment Properties
The RebarShapeSegment type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarShapeSegment Class
Autodesk.Revit.DB.Structure Namespace